[
  {
    "id": 1,
    "title": "She has truly changed my life",
    "subtitle": "62 lb. weight loss over 9 months in 52 y/o female with effective control of insulin resistance and joint pain resulting in the return to a healthy active lifestyle",
    "author": "N. 2020",
    "results": {
      "weightLoss": "62 lbs",
      "weightStart": "200 lbs",
      "weightEnd": "138 lbs",
      "timeline": "9 months",
      "conditionsReversed": ["Insulin resistance", "Joint pain", "Back pain"],
      "method": "Low carb, ketogenic diet"
    },
    "fullText": "I am a 52 yo female who weighed 200 lbs during the summer of 2019. My lifestyle and food choices led to the development of several health issues, including insulin resistance, joint and back pain and a general feeling of being unwell. I hadn't always been overweight so this gradual weight gain caused me to feel very self-conscious and as a result, I began to withdraw from social gatherings and activities. I had tried many different diets but nothing seemed to be effective, especially in the long term.\n\nIn October 2019, during a routine medical exam, I was told that unless I took action, I was on a steady path to becoming a type 2 diabetic. My doctor put me in contact with Eliana Witchell and soon after, I began a low carb, ketogenic diet under her direct guidance. During our initial consultation, I knew that Eliana was the right choice for me. I initially thought that confronting my obesity would be sensitive and awkward topic, but Eliana always made me feel completely at ease during our discussions and I looked forward to each and every one. She is a true professional, who is extremely knowledgeable and passionate about nutrition and her enthusiasm is very contagious.\n\nThroughout our time together, she ensured that I fully understood the principles of a low carb, ketogenic lifestyle and provided me with a wealth of information, including suitable food choices, substitutions, meal plans and recipes. She closely monitored my health and encouraged me to reach out to her with any questions or concerns, to which, she was highly responsive. I finished each session with a wide range of tools at my disposal and a strong motivation to continue.\n\nUnder Eliana's direct guidance, I am proud to say that 9 months later I am at a much healthier weight of 138 lbs. She has truly changed my life and for that I am eternally grateful. I feel amazing! I have endless energy, I am no longer insulin resistant and I no longer have joint and back pain. This has allowed me to become, once again, involved in activities that I had shied away. I now feel great about myself; not just in the way I look but, more importantly in the way I feel. Please do yourself a favour and reach out to Eliana! You won't be disappointed and she will change your life for the better!",
    "carouselQuote": "She has truly changed my life and for that I am eternally grateful. I feel amazing! I have endless energy, I am no longer insulin resistant and I no longer have joint and back pain."
  },
  {
    "id": 2,
    "title": "I call this one 'SUCCESS' and proud of it",
    "subtitle": "52 lb. weight loss over 7 months in 42 y/o male with effective control of fatty liver and cholesterol biomarkers resulting in the return to a healthy active lifestyle",
    "author": "Y. 2020",
    "results": {
      "weightLoss": "52 lbs",
      "weightStart": "198 lbs",
      "weightEnd": "146 lbs",
      "timeline": "7 months",
      "conditionsReversed": ["Fatty liver (100% normal)", "Cholesterol normalized"],
      "method": "High fat, low carb diet"
    },
    "fullText": "Good day Eliana,\n\nFirst I would to say thank you to help me reached my goals. My goals was to be in a better shape, lose around 50 pounds, fix my fatty liver and get my cholesterol back to 100% (normal).\n\nFirst I was thinking how I my going to do this so I went to see my doctor and he referred me to Eliana by email. The week after a got a call from Eliana we spoked for about an hour, she asked me all kind of questions like if I was willing to try her diet which was high fat and low carbs and I said yes so after I hang up with her I was thinking to myself how can you lose weight if you're eating lots a fat? So I thought ok let's try it and see what happens.\n\nThe first month I lost 10 pounds, I was like yup she's knows her stuff really well. I am not going to lie it was like a roller coaster sometime but I stayed with Eliana recommendations and glad I did. I had more phone calls appointment with her through the last 7 months.\n\nI did everything she told me to do and here I am now. Lost 52 pounds I was 198 lbs when I got referred to her and now I weight 156 lbs. My fitness level never been so high in my entire life. I went for a ultra sound to see how was my fatty liver and I was surprise to find out my liver was 100% back to normal so I also decided to checked my cholesterol and the first question the doctor asked me was if I was taking pills because I was back to normal.\n\nI call this one ''SUCCESS'' and proud of it. Thank you again for everything Eliana.",
    "carouselQuote": "Lost 52 pounds. My fitness level never been so high in my entire life. My fatty liver was 100% back to normal and my cholesterol - the doctor asked if I was taking pills because I was back to normal."
  },
  {
    "id": 3,
    "title": "It is hard to capture in words how good I feel now",
    "subtitle": ">40 lb. weight loss over 7 months in 39 y/o male",
    "author": "J. 2019",
    "results": {
      "weightLoss": "40+ lbs (still losing)",
      "weightStart": "270+ lbs",
      "weightEnd": "230 lbs",
      "timeline": "7 months",
      "conditionsReversed": ["Emergency room visit for chest pains", "Hypothyroidism", "Back injury recovery"],
      "method": "Low-carb/keto eating"
    },
    "fullText": "I started low-carb/keto eating about 7 months ago. It has literally changed my life for the better. I am 5'8\", and at my heaviest I was pushing over 270 lbs. I was always athletic but a significant injury to my back and hypothyroidism saw my weight creep from the 220lb range to over 270. After a trip to the emergency room (I am 39 years old), for chest pains. A quick diagnosis of really bad indigestion, I realized I had to make some changes.\n\nI was put in touch with Eliana. We spoke by phone a few times and she was able to a) keep me on a good path with my eating, b) was encouraging and understanding when I wasn't as strict as I should have been, and c) is very knowledgeable and is able to cater to you. She even went as far as when a doctor I was seeing was apt to remove the low-carb/keto eating, she reached out to the doctor on my behalf.\n\nWith her guidance, I was able to go from over 270 lbs, to about 230 lbs and still loosing. Not loosing fast but loosing healthy. But also, with her guidance, finding it relatively easy to follow and stick to the low-carb/keto eating. I used to love to eat pastas and breads and pastries. I truly don't miss eating them that much ( I still have pastries every now and again). I still have a cheat meal every so often.\n\nIt is hard to capture in words how good I feel now compared to what I used to feel like.",
    "carouselQuote": "It has literally changed my life for the better. With her guidance, I was able to go from over 270 lbs to about 230 lbs. It is hard to capture in words how good I feel now."
  },
  {
    "id": 4,
    "title": "I wanted help to make dietary changes but wasn't sure where to start",
    "subtitle": "Female struggling with 'food for comfort' resulting in sustainable lifestyle change",
    "author": "L. 2019",
    "results": {
      "weightLoss": null,
      "weightStart": null,
      "weightEnd": null,
      "timeline": null,
      "conditionsReversed": ["Using food for comfort", "Sustainable lifestyle changes"],
      "method": "Personalized approach fitting her lifestyle"
    },
    "fullText": "I'm so grateful I came across Eliana's website. I had just been through a very challenging time in my life and was stuck in a pattern of using food for comfort. I wanted help to make dietary changes but wasn't sure where to start.\n\nEliana is incredibly knowledgeable and supportive. She always met me where I was at and made suggestions that were realistic and fit my lifestyle. I really enjoyed our sessions and would highly recommend her!",
    "carouselQuote": "Eliana is incredibly knowledgeable and supportive. She always met me where I was at and made suggestions that were realistic and fit my lifestyle."
  },
  {
    "id": 5,
    "title": "Not only have I achieved my goals, but Eliana patiently explained the science",
    "subtitle": "Male achieving goals in 14 week program",
    "author": "M. 2018",
    "results": {
      "weightLoss": null,
      "weightStart": null,
      "weightEnd": null,
      "timeline": "14 weeks",
      "conditionsReversed": ["Achieved goals", "Learned sustainable approach"],
      "method": "Science-based, way of life approach"
    },
    "fullText": "I have been working with Eliana for 14 weeks now with fantastic results. Not only have I achieved my goals, but Eliana patiently explained the science behind my diet.\n\nWe have been considering my diet as a way of life, rather than a quick fix. This approach is just common sense and will benefit me in the long term.\n\nI would highly recommend Eliana to anyone looking to make a change to their diet and nutrition lifestyle.",
    "carouselQuote": "Not only have I achieved my goals, but Eliana patiently explained the science behind my diet. We have been considering my diet as a way of life, rather than a quick fix."
  },
  {
    "id": 6,
    "title": "She doesn't just focus on the food; she focuses on the whole person",
    "subtitle": "Female (with perimenopause, hypothyroid) struggling with her relationship with food",
    "author": "T. 2025",
    "results": {
      "weightLoss": null,
      "weightStart": null,
      "weightEnd": null,
      "timeline": null,
      "conditionsReversed": ["Perimenopause", "Hypothyroid", "Relationship with food"],
      "method": "Truly holistic approach"
    },
    "fullText": "I can't say enough good things about Eliana as a dietician! I have had many dieticians over many years, but no one can hold a candle to what I gained from working with Eliana.\n\nFrom the very start, she took a truly holistic approach, working with my other health care providers, looking at my overall lifestyle, not just my diet. She made an effort to understand my likes, dislikes, and any challenges I face when it comes to food, which made me feel completely heard and supported. Instead of a one-size-fits-all plan, she personalized everything, making it easy to follow and realistic for me. Her knowledge and empathy are unmatched—she doesn't just focus on the food; she focuses on the whole person including all our emotions with whatever is going in your life at that moment.\n\nThanks to her, I feel more energized, balanced, and confident in my relationship with food! Highly recommend her to anyone looking for a dietician who truly cares and takes a thoughtful, well-rounded approach.",
    "carouselQuote": "Her knowledge and empathy are unmatched—she doesn't just focus on the food; she focuses on the whole person including all our emotions with whatever is going in your life at that moment."
  }
]
